Tekla.Structures.ModelInternal.RebarSplitter.SplitTargetEnum
The split target.

Tekla.Structures.ModelInternal.RebarSplitter.SplitTargetEnum.AllBars
All bars.

Tekla.Structures.ModelInternal.RebarSplitter.SplitTargetEnum.EverySecondBar
Every second bar.

Tekla.Structures.ModelInternal.RebarSplitter.SplitTargetEnum.EveryThirdBar
Every third bar.